/***********************************************************************************************************************
 * File Description:
 *  Netdisk数据库数据添加sql
 *  部分表数据结构
 *  网盘库：存放网盘相关数据
 *  包含表：
 *          user      用户表
 *          file      文件表
 **********************************************************************************************************************/

-- 插入超级管理员
INSERT INTO `user` (username, user_password, total_storage) VALUES ('admin', '$2a$10$qKTbLrfKjSZvogXA5kC4ZuhgkbdBjtx25GWqJNCYAK/JV9bwUlwLa', 5242880);
