/***********************************************************************************************************************
 * File Description:
 *  Netdisk数据库数据添加sql
 *  部分表数据结构
 *  网盘库：存放网盘相关数据
 *  包含表：
 *          user      用户表
 *          file      文件表
 **********************************************************************************************************************/

-- 插入超级管理员
INSERT INTO `user` (username, password) VALUES ('admin', '$2a$10$vh4vcpUu3RB4saXRg.s2bOetSteWB38n2RtYnUuWNtUmaLrfcnOo6');
